results/resource_control/mixed-quota-sweep-20260627-102503/quota_10.wrk.txt
Running 10s test @ http://127.0.0.1:18084/
  2 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   498.52us  172.24us   5.43ms   89.81%
    Req/Sec    32.15k     3.54k   39.78k    76.00%
  Latency Distribution
     50%  476.00us
     75%  505.00us
     90%  625.00us
     99%    0.96ms
  639433 requests in 10.00s, 118.30MB read
Requests/sec:  63926.03
Transfer/sec:     11.83MB